{
  "+962788424973": "+962788424973",
  "+962788424973 @ Telegram": "+962788424973 @ تليغرام",
  "+962788424973 @ Whatsapp": "+962788424973 @ واتس اب",
  "Back": "رجوع",
  "Category": "الفئة",
  "Category is": "الفئة",
  "Challenge Pervious Answer": "تحدي الإجابة السابقة",
  "Challenger is Right": "المتحدي على حق",
  "Challenger is Wrong": "المتحدي مخطئ",
  "Change Category": "تغيير الفئة",
  "Change Word": "تغيير الكلمة",
  "Choose Category Plz": "نرجو اختيار الفئة",
  "Clues can't be same or part of the password to guess": "لا يمكن أن تكون الأدلة نفس أو جزء من الـ PassWord.",
  "Coming Soon": "قريباً",
  "Create": "البدء",
  "Create New CatchPhrase Game": "بدء لعبة CatchPhrase جديدة",
  "Create New Game": "بدء لعبة جديدة",
  "Create New ListWords Game": "بدء لعبة ListWords جديدة",
  "Create New PassWord Game": "بدء لعبة PassWord جديدة",
  "Developer Contacts": "معلومات المبرمج",
  "Each player have a countdown clock of 20 seconds, where it goes down on their turn, and stop on other player's turn": "كل لاعب لديه عداد وقت تنازلي بـ 20 ثانية, يقوم بالعد خلال دوره, ويتوقف خلال دور اللاعب الآخر.",
  "Each round start with 6 points as possible points to earn, and it goes down with each new clue given after the first one": "كل جولة تبدأ بـ 6 نقاط ممكن كسبها. وتقل النقاط مع كل دليل جديد بعد الدليل الأول.",
  "First is when given word is not within selected category": "الحالة الأولى هي عندما يتم سرد كلمة ليست ضمن الفئة",
  "Flip Buttons": "قلب الأزرار",
  "Game": "اللعبة",
  "Game Master Name": "اسم مدير اللعبة",
  "Game Rules": "قواعد اللعبة",
  "Game is made of rounds, where in each round a new password is given to be guessed": "اللعبة تتألف من جولات, في كل جولة يتم محاولة اكتشاف PassWord جديدة مختلفة.",
  "Game start with a password given to Member 1 of each team, and Team A start playing where Member 1 check the password, then gives one-word clue to Member 2 of his team to try n guess the password": "تبدأ اللعبة بـ PassWord يتم تمريرها للعضو الأول من كلا الفريقين, ويبدأ الفريق الأول اللعب حيث يقوم العضو الأول بقراءة الـ PassWord ويعطي دليلاً مؤلفاً من كلمة واحدة إلى العضو الثاني ليحاول تخمين الـ PassWord.",
  "Game start with player A selecting a category, listing first word then clicking the clock button so player B clock start counting down": "تبدأ اللعبة بأن يقوم اللاعب الأول باختيار فئة, وذكر أول كلمة والضغط على الزر ليبدأ عداد وقت اللاعب الآخر بالعد.",
  "Guessed Right": "إجابة صحيحة",
  "Guessed Wrong": "إجابة خاطئة",
  "Hand PassWord to": "أعطي الـ PassWord لـ ",
  "How To Play": "كيفية اللعبة",
  "If Team A guessed it wrong, it's Team B turn to try to guess, where Member A give a new clue to Member 2": "إذا لم يكتشف الفريق الأول الـ PassWord, يصبح الدور على الفريق الثاني ليكتشفها حيث يقوم العضو الأول بالفريق الثاني بإعطاء دليل جديد.",
  "If it's guessed after 2 clues are given, that's 5 points, and so on": "إذا تم اكتشاف الكلمة بعد الدليل الثاني, يحصل الفريق الفائز على 5 نقاط بدل من 6. وهكذا...",
  "If no one guessed it after 7 clues, that's the end of the round without any one earning points": "إذا لم يكتشف الـ PassWord أي من الفريقين بعد إعطاء 7 أدلة, تنتهي الجولة دون اكتساب أي نقطة من الفريقين.",
  "In next round, member teams switch roles, where Member 1 become the guesser, and Member 2 is clue giver": "في الجولة التالية, يتبادل أعضاء الفريق الأدوار, حيث يصبح العضو الأول هو الذي يحاول اكتشاف الـ PassWord, والعضو الثاني هو من يعطي الأدلة.",
  "Introduction": "المقدمة",
  "It's Your Turn": "دورك الآن",
  "It's team turn": "دور {{team}}",
  "Makkahwi @ Facebook": "Makkahwi @ فيس بوك",
  "Makkahwi @ Instagram": "Makkahwi @ انستغرام",
  "Makkahwi @ Linkedin": "Makkahwi @ لينكدإن",
  "Member": "العضو",
  "Multi-Game Assistant": "مساعد الألعاب",
  "Once someone's clock run out of time, or a challenge was made and settled, the new round starts with player B picking different category": "عندما يصل عداد وقت أحد اللاعبين إلى الصفر, أو عندما يتحدى أحد اللاعبين الآخر ويتم تسوية التحدي, ينتهي الدور ويبدأ دور جديد مع اللاعب الثاني لاختيار فئة جديدة.",
  "Own Website": "الموقع الخاص",
  "PassWord": "PassWord",
  "PassWord is": "الـ PassWord هي",
  "Player 1 Name": "اسم اللاعب الأول",
  "Player 2 Name": "اسم اللاعب الثاني",
  "Player B state 1 word within the category then click clock button so player A's clock resume counting down instead of his": "اللاعب الثاني يذكر كلمة واحدة من نفس الفئة, ويضغط زر إيقاف العد ليستأنف عداد وقت اللاعب الأول بالعد.",
  "Player with most points after certain number of rounds wins Number of rounds should be 2 or one of its multiplies": "اللاعب صاحب أعلى عدد من النقاط بعد عدد معين من الجولات يفوز. عدد الجولات يجب أن يكون 2 أو من مضاعفاتها.",
  "Playing for x points": "النقاط الممكن تحصيلها {{point}} نقاط",
  "Professional Email": "SuhaibAhmadAi@hotmail.com",
  "Rotate": "تدوير",
  "Round ends when a Member 2 guess the right password": "تنتهي الجولة عندما يكتشف العضو الثاني الـ passowrd الصحيحة.",
  "Save Round Point": "حفظ نقطة الجولة",
  "Score": "النقطة",
  "Scores": "النقاط",
  "Second is when a player duplicates a word that already was said within the category": "الحالة الثانية هي عندما يذكر أحد اللاعبين كلمة تم ذكرها من قبل خلال نفس الفئة.",
  "So if password is guessed with only 1 clue given, that's 6 points to guessing team": "فإذا تم اكتشاف الـ PassWord باستخدام دليل واحد فقط, يحصل الفريق الفائز على 6 نقاط.",
  "Start Game": "بدء اللعبة",
  "Stop Clock": "إيقاف عداد الوقت",
  "Switch Clue Givers": "تغيير معطي الدليل",
  "Switch Team": "تغيير الفريق",
  "Create New Mafia Game": "لعبة مافيا جديدة",
  "Mafia Count": "عدد المافيا",
  "Citizens Count": "عدد المواطنين",
  "With Drowner?": "مع الغريق؟",
  "Remember that there are Judge & Nurse, and don't count downer here": "تذكر أن هنالك ممرض(ة) وقاضي(ة), ولا يحتسب الغريق ضمن عدد المواطنين",
  "Total Number of Players": "إجمالي عدد اللاعبين",
  "Available roles are": "الأدوار المتاحة",
  "Your role is": "دورك هو",
  "Next": "التالي",
  "Show": "عرض",
  "Judge": "قاضي(ة)",
  "Nurse": "ممرض(ة)",
  "Mafia": "مافيا",
  "Citizen": "مواطن",
  "New Game With Same Roles & Same Number Of People": "لعبة جديدة بنفس عدد اللاعبين وعدد الأدوار",
  "Drowner": "غريق",
  "Team": "الفريق",
  "Team A": "الفريق الأول",
  "Team A Member 1 Name": "اسم العضو الأول بالفريق الأول",
  "Team A Member 2 Name": "اسم العضو الثاني بالفريق الأول",
  "Team B": "الفريق الثاني",
  "Team B Member 1 Name": "اسم العضو الأول بالفريق الثاني",
  "Team B Member 2 Name": "اسم العضو الثاني بالفريق الثاني",
  "Team with most scores after certain number of rounds wins Number of rounds should be 4 or one of its multiplies": "الفريق الحائز على أكبر عدد من النقاط بعد عدد معين من الجولات يفوز. ويجب أن يكون عدد الجولات 4 أو مضاعفاتها.",
  "Teams": "الفريقين",
  "The game is about guessing a password, one word of Arabic language, which could be a noun, verb or adjective": "اللعبة هي محاولة لتخمين واكتشاف كلمة واحدة من اللغة العربية (PassWord), من الممكن ان تكون اسماً أو فعلاً أو صفة.",
  "The game is about picking a category, then start listing words that fall below the category": "تتمحور اللعبة حول اختيار فئة للكلمات, وسرد كلمات تقع تحت هذا الفئة.",
  "The game is made of rounds, each worth 1 point": "اللعبة تتكون من جولات, قيمة كل جولة نقطة واحدة.",
  "The player that their countdown clock run out first loses the round": "اللاعب الذي يصل عداد وقته إلى الصفر أولاً يخسر الجولة.",
  "There is a challenge feature where it's to be activated upon either of two events": "هناك خاصية التحدي, حيث يمكن تفعيلها في إحدى حالتين.",
  "This app is about helping players & game masters to track their ongoing games": "تقوم هذه الاداة بدور مدير اللعبة",
  "This is a game for two players Let's call them A & B": "هذه اللعبة مخصصة للاعبين, فلنسمهم اللاعب الأول واللاعب الثاني.",
  "This is a game for two teams, each team is made of two members Let's call them Team A & Team B, and each team have Member 1 & Member 2": "هذه اللعبة لفريقين, يتألف كل فريق فيها من عضوين. ولنسمهم الفريق الأول والفريق الثاني, وفي كل فريق العضو الأول والعضو الثاني.",
  "This is the game of guessing 1 given word by 1-word hints passed by teammate": "لعبة لتخمين كلمة واحدة, من خلال أدلة يعطيها عضو الفريق ويتكون كل منها من كلمة واحدة أيضاً.",
  "Time-limited challenge to give hints & guess given phrases": "لعبة بمدة محددة لإعطاء أدلة وتخمين كلمات أو جمل.",
  "Time-limited challenge to list highest number of words follow given category": "لعبة بمدة محددة لسرد أكبر عدد ممكن من الكلمات تحت فئة معينة.",
  "Welcome": "أهلاً بك {{name}}",
  "When a player list wrong or duplicated word, other player can challenge, and they would get the point of the round if they're right, else challenged player get it": "عندما يذكر أحد اللاعبين كلمة من غير ضمن الفئة أو كلمة مكررة, يستطيع اللاعب الآخر تحديه وسيحصل على نقطة الجولة إذا كان محقاً, أو يحصل على النقطة اللاعب الآخر إذا كان مخطئاً.",
  "Winner team is the one that collects most points of all played rounds": "الفريق الفائز هو الذي يجمع أكبر عدد من النقاط بعد كل الجولات.",
  "X Game Rules": "قواعد لعبة {{gameName}}",
  "X Total": "مجموع نقاط {{member}}",
  "lost": "فاز",
  "won": "خسر"
}