{
  "+962788424973": "+962788424973",
  "+962788424973 @ Telegram": "+962788424973 @ Telegram",
  "+962788424973 @ Whatsapp": "+962788424973 @ Whatsapp",
  "Back": "Back",
  "Category": "Category",
  "Category is": "Category is",
  "Challenge Pervious Answer": "Challenge Pervious Answer",
  "Challenger is Right": "Challenger is Right",
  "Challenger is Wrong": "Challenger is Wrong",
  "Change Category": "Change Category",
  "Change Word": "Change Word",
  "Choose Category Plz": "Choose Category Plz",
  "Clues can't be same or part of the password to guess": "Clues can't be same or part of the PassWord to guess.",
  "Coming Soon": "Coming Soon",
  "Create": "Create",
  "Create New CatchPhrase Game": "Create New CatchPhrase Game",
  "Create New Game": "Create New Game",
  "Create New ListWords Game": "Create New ListWords Game",
  "Create New PassWord Game": "Create New PassWord Game",
  "Developer Contacts": "Developer Contacts",
  "Each player have a countdown clock of 20 seconds, where it goes down on their turn, and stop on other player's turn": "Each player have a countdown clock of 20 seconds, where it goes down on their turn, and stop on other player's turn.",
  "Each round start with 6 points as possible points to earn, and it goes down with each new clue given after the first one": "Each round start with 6 points as possible points to earn, and it goes down with each new clue given after the first one.",
  "First is when given word is not within selected category": "First is when given word is not within selected category.",
  "Flip Buttons": "Flip Buttons",
  "Game": "Game",
  "Game Master Name": "Game Master Name",
  "Game Rules": "Game Rules",
  "Game is made of rounds, where in each round a new password is given to be guessed": "Game is made of rounds, where in each round a new PassWord is given to be guessed.",
  "Game start with a password given to Member 1 of each team, and Team A start playing where Member 1 check the password, then gives one-word clue to Member 2 of his team to try n guess the password": "Game start with a PassWord given to Member 1 of each team, and Team A start playing where Member 1 check the PassWord, then gives one-word clue to Member 2 of his team to try n guess the PassWord.",
  "Game start with player A selecting a category, listing first word then clicking the clock button so player B clock start counting down": "Game start with player A selecting a category, listing first word then clicking the clock button so player B clock start counting down.",
  "Guessed Right": "Guessed Right",
  "Guessed Wrong": "Guessed Wrong",
  "Hand PassWord to": "Hand PassWord to",
  "How To Play": "How To Play",
  "If Team A guessed it wrong, it's Team B turn to try to guess, where Member A give a new clue to Member 2": "If Team A guessed it wrong, it's Team B turn to try to guess, where Member A give a new clue to Member 2.",
  "If it's guessed after 2 clues are given, that's 5 points, and so on": "If it's guessed after 2 clues are given, that's 5 points, and so on.",
  "If no one guessed it after 7 clues, that's the end of the round without any one earning points": "If no one guessed it after 7 clues, that's the end of the round without any one earning points.",
  "In next round, member teams switch roles, where Member 1 become the guesser, and Member 2 is clue giver": "In next round, member teams switch roles, where Member 1 become the guesser, and Member 2 is clue giver.",
  "Introduction": "Introduction",
  "It's Your Turn": "It's Your Turn",
  "It's team turn": "It's {{team}} turn",
  "Makkahwi @ Facebook": "Makkahwi @ Facebook",
  "Makkahwi @ Instagram": "Makkahwi @ Instagram",
  "Makkahwi @ Linkedin": "Makkahwi @ Linkedin",
  "Member": "Member",
  "Multi-Game Assistant": "Multi-Game Assistant",
  "Once someone's clock run out of time, or a challenge was made and settled, the new round starts with player B picking different category": "Once someone's clock run out of time, or a challenge was made and settled, the new round starts with player B picking different category.",
  "Own Website": "Own Website",
  "PassWord": "PassWord",
  "PassWord is": "PassWord is",
  "Player 1 Name": "Player 1 Name",
  "Player 2 Name": "Player 2 Name",
  "Player B state 1 word within the category then click clock button so player A's clock resume counting down instead of his": "Player B state 1 word within the category then click clock button so player A's clock resume counting down instead of his.",
  "Player with most points after certain number of rounds wins Number of rounds should be 2 or one of its multiplies": "Player with most points after certain number of rounds wins. Number of rounds should be 2 or one of its multiplies.",
  "Playing for x points": "Playing for {{point}} points",
  "Professional Email": "SuhaibAhmadAi@hotmail.com",
  "Rotate": "Rotate",
  "Round ends when a Member 2 guess the right password": "Round ends when a Member 2 guess the right PassWord.",
  "Save Round Point": "Save Round Point",
  "Score": "Score",
  "Scores": "Scores",
  "Second is when a player duplicates a word that already was said within the category": "Second is when a player duplicates a word that already was said within the category.",
  "So if password is guessed with only 1 clue given, that's 6 points to guessing team": "So if PassWord is guessed with only 1 clue given, that's 6 points to guessing team.",
  "Start Game": "Start Game",
  "Stop Clock": "Stop Clock",
  "Switch Clue Givers": "Switch Clue Givers",
  "Switch Team": "Switch Team",
  "Team": "Team",
  "Team A": "Team A",
  "Team A Member 1 Name": "Team A Member 1 Name",
  "Team A Member 2 Name": "Team A Member 2 Name",
  "Team B": "Team B",
  "Team B Member 1 Name": "Team B Member 1 Name",
  "Team B Member 2 Name": "Team B Member 2 Name",
  "Team with most scores after certain number of rounds wins Number of rounds should be 4 or one of its multiplies": "Team with most scores after certain number of rounds wins. Number of rounds should be 4 or one of its multiplies.",
  "Teams": "Teams",
  "The game is about guessing a password, one word of Arabic language, which could be a noun, verb or adjective": "The game is about guessing a PassWord, one word of Arabic language, which could be a noun, verb or adjective.",
  "The game is about picking a category, then start listing words that fall below the category": "The game is about picking a category, then start listing words that fall below the category.",
  "The game is made of rounds, each worth 1 point": "The game is made of rounds, each worth 1 point.",
  "The player that their countdown clock run out first loses the round": "The player that their countdown clock run out first loses the round.",
  "There is a challenge feature where it's to be activated upon either of two events": "There is a challenge feature where it's to be activated upon either of two events.",
  "This app is about helping players & game masters to track their ongoing games": "This app is about helping players & game masters to track their ongoing games",
  "This is a game for two players Let's call them A & B": "This is a game for two players Let's call them A & B.",
  "This is a game for two teams, each team is made of two members Let's call them Team A & Team B, and each team have Member 1 & Member 2": "This is a game for two teams, each team is made of two members. Let's call them Team A & Team B, and each team have Member 1 & Member 2.",
  "This is the game of guessing 1 given word by 1-word hints passed by teammate": "This is the game of guessing 1 given word by 1-word hints passed by teammate.",
  "Time-limited challenge to give hints & guess given phrases": "Time-limited challenge to give hints & guess given phrases.",
  "Time-limited challenge to list highest number of words follow given category": "Time-limited challenge to list highest number of words follow given category.",
  "Welcome": "Welcome, {{name}}",
  "When a player list wrong or duplicated word, other player can challenge, and they would get the point of the round if they're right, else challenged player get it": "When a player list wrong or duplicated word, other player can challenge, and they would get the point of the round if they're right, else challenged player get it.",
  "Winner team is the one that collects most points of all played rounds": "Winner team is the one that collects most points of all played rounds.",
  "X Game Rules": "{{gameName}} Game Rules",
  "X Total": "{{member}} Total",
  "lost": "lost",
  "MafiaIntroductionTitle": "Introduction",
  "MafiaIntroductionMin_players": "This game is designed for a group of at least 6 players.",
  "MafiaIntroductionRoles_start": "At the start of the game, each player is randomly assigned a secret role by the app. The roles are:",
  "MafiaIntroductionRole_killer": "Killer: Their goal is to secretly eliminate other players until only one non-killer remains. If they achieve this, they win.",
  "MafiaIntroductionRole_citizens": "Citizens: Their mission is to identify the killers and vote them out during voting rounds.",
  "MafiaIntroductionRole_judges": "Judges: Each round, they can ask the Game Master about who the killer might be. Their task is to convince others to vote out the killers or protect known non-killers.",
  "MafiaIntroductionRole_nurses": "Nurses: Each round, they may try to guess who the killer’s victim is and attempt to heal them before they are eliminated.",
  "MafiaIntroductionRole_drowner": "Drowner: A regular citizen with a twist — if voted out, they get one final chance to guess who a killer is and take them down as well.",
  "MafiaIntroductionRole_game_master": "Game Master: Oversees the game, ensures the rules are followed, and manages the flow of each round.",
  "MafiaHowToPlayTitle": "How To Play",
  "MafiaHowToPlayStart_roles": "The game begins with everyone being assigned a random role.",
  "MafiaHowToPlayKiller_phase": "The Game Master asks everyone to close their eyes, then invites the killer(s) to open their eyes and silently choose a victim.",
  "MafiaHowToPlayNurse_phase": "The killer(s) close their eyes, and then the nurse opens theirs to attempt to heal someone they suspect might have been targeted.",
  "MafiaHowToPlayJudge_phase": "The nurse closes their eyes, then the judge opens theirs and secretly guesses who they think the killer might be. The Game Master does not confirm the guess.",
  "MafiaHowToPlayAll_open_eyes": "The judge closes their eyes, and then everyone opens their eyes together.",
  "MafiaHowToPlayInitial_vote": "Players discuss and then cast an initial vote for who they suspect is a killer.",
  "MafiaHowToPlaySecond_vote": "After the discussion, a second vote is held. The player with the most votes is eliminated and must reveal their role.",
  "MafiaHowToPlayWin_conditions": "If all killers are eliminated, the citizens and other non-killers win. If the killers reduce the number of non-killers to just one, the killers win.",
  "won": "won"
}